10/data/attachments/88965ca0baac6156.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:sendInvitationRequest>
            <nif:username>Heather_however_Actions_10210_4</nif:username>
            <nif:friendToBeRequested>soap_actions_d6f7e3ce-c392-4fac-b951-4a2e2c4aff44</nif:friendToBeRequested>
        </nif:sendInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>